[IRI_Rescue_Denmother_Objective X2ObjectiveTemplate]
Title="Опционально: Спасти Рейну Моралез"
LocLongDescription="Опционально: Спасти Рейну Моралез"
SubObjectiveText="Опционально: Спасти Рейну Моралез"

[IRI_OneGoodEye_Passive X2AbilityTemplate]
LocFriendlyName="Один хороший глаз"
LocLongDescription="Дополнительно <Ability:IRI_ONE_GOOD_EYE_AIM/> к меткости <Ability:IRI_ONE_GOOD_EYE_CRIT/> к шансу на критический урон при последующих выстрелах по одной цели в ход. Складывается вплоть до <Ability:IRI_ONE_GOOD_EYE_STACKS/> раз.<br/>\"Я была одним из лучших стрелков. Потеря глаза мешает хорошо целиться, но я по прежнему могу отлично убивать - стоит только сосредоточиться на одной цели.\""
LocHelpText="Дополнительно <Ability:IRI_ONE_GOOD_EYE_AIM/> к меткости <Ability:IRI_ONE_GOOD_EYE_CRIT/> к шансу на критический урон при последующих выстрелах по одной цели в ход. Складывается вплоть до <Ability:IRI_ONE_GOOD_EYE_STACKS/> раз."
LocFlyOverText="Один хороший глаз"

[IRI_DenmotherRifle X2WeaponTemplate]
FriendlyName="Карабин стрелка"
FriendlyNamePlural="Карабины стрелка"
BriefSummary="Этот прототип оружия был получен в Аргентинском отделе разработок и исследований Реиной Моралез незадолго до того как она вместе с 601-й ротой спецназа скрылась после окончания войны первого контакта. Это довольно эффективное оружие, благодаря тяжёлой пуле и электромагнитной технологии ускорения, которая заменяет здесь обычный порох. Тяжёлые пули из мягких сплавов обладают отличной останавливающей силой, но низкой пробивной способностью. Для сохранения точности стрельбы карабин стреляет короткими очередями. Чрезмерно сложный внутренний механизм и редкие боеприпасы делают его неподходящим для массового производства."
TacticalText="Этот прототип оружия был получен в Аргентинском отделе разработок и исследований Реиной Моралез незадолго до того как она вместе с 601-й ротой спецназа скрылась после окончания войны первого контакта. Это довольно эффективное оружие, благодаря тяжёлой пуле и электромагнитной технологии ускорения, которая заменяет здесь обычный порох. Тяжёлые пули из мягких сплавов обладают отличной останавливающей силой, но низкой пробивной способностью. Для сохранения точности стрельбы карабин стреляет короткими очередями. Чрезмерно сложный внутренний механизм и редкие боеприпасы делают его неподходящим для массового производства.<br/><Bullet/> Это оружие неэффективно для нанесения критических ударов, но высокий базовый урон и большой объём боеприпасов делают его отличным вариантом для стрельбы из \"наблюдения\".<br/><Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата, при отсутствии специальной подготовки."
AbilityDescName="штурмовая винтовка"


[IRI_GrappleGun X2AbilityTemplate]
LocFriendlyName="Крюк-пушка"
LocLongDescription="Хранители способны использовать специальную крюк-пушку, что позволяет быстро подниматься на возвышения и занимать доминирующие высоты."
LocHelpText="Выстреливает крюк-кошку, чтобы быстро взобраться на возвышенность"
LocPromotionPopupText=""
LocFlyOverText="крюк-пушка"

[IRI_ResupplyAmmo X2AbilityTemplate]
LocFriendlyName="Пополнение боеприпасов"
LocLongDescription="Перезарядить основное оружие союзника. Если оружие Хранителя снаряжено экспериментальными патронами - их эффекты будут применяться оружием союзника до следующей обычной перезарядки. Способность перезаряжается <Ability:ResupplyAmmoCooldown/> хода."
LocHelpText="Перезарядить основное оружие союзника. Если оружие Хранителя снаряжено экспериментальными патронами - их эффекты будут применяться оружием союзника до следующей обычной перезарядки."
LocPromotionPopupText="Если у целевого солдата уже есть экспериментальные боеприпасы, их эффекты будут временно отменены экспериментальными боеприпасами Хранителя."
LocFlyOverText="Пополнение боеприпасов"

[IRI_SupplyRun X2AbilityTemplate]
LocFriendlyName="Скоростной запас"
LocLongDescription="Использование \"Пополнения боеприпасов\" и \"Броска бинта\" теперь даёт Хранителю очко действия-движения."
LocHelpText="Использование \"Пополнения боеприпасов\" и \"Броска бинта\" теперь даёт Хранителю очко действия-движения."
LocPromotionPopupText=""
LocFlyOverText="Скоростной запас"

[IRI_PullLoot X2AbilityTemplate]
LocFriendlyName="Захват добычи"
LocLongDescription="Использовать крюк-пушку чтобы подобрать добычу с поля боя."
LocHelpText="Подобрать добычу с поля боя используя крюк-пушку."
LocPromotionPopupText=""
LocFlyOverText="Захват добычи"

[IRI_PullAlly X2AbilityTemplate]
LocFriendlyName="Перемещение"
LocLongDescription="Использовать крюк-пушку, чтобы притянуть союзника к своей позиции, предпочтительно в укрытие. Способность перезаряжается <Ability:PullAllyCooldown/> хода."
LocHelpText="Притянуть союзника к своей позиции используя крюк-пушку."
LocPromotionPopupText=""
LocFlyOverText="Перемещение"

[IRI_BandageThrow X2AbilityTemplate]
LocFriendlyName="Бросок бинта"
LocLongDescription="Передаёт союзнику бинты, для остановки кровотечения и лечения <Ability:BandageThrowHeal/> здоровья каждый ход, вплоть до <Ability:BandageThrowDuration/> ходов. <Ability:BandageThrowCharges/> использований на задание. Способность перезаряжается <Ability:BandageThrowCooldown/> хода."
LocHelpText="Передаёт союзнику бинты. Останавливает кровотечение и позволяет излечить <Ability:BandageThrowHeal/> здоровья каждый ход, вплоть до <Ability:BandageThrowDuration/> ходов."
LocPromotionPopupText="<bullet/> Цель должна быть в сознании и быть способной действовать, чтобы использовать перевязку.<br/><bullet/> <Ability:BandageThrow_EmpowerTechName/> позволяет излечивать вплоть до <Ability:BandageThrowHealEmpowered/> здоровья в ход.<br/>"
LocFlyOverText="Бросок бинта"

[Keeper X2SoldierClassTemplate]
DisplayName="Хранитель"
ClassSummary="Хранители - это зоркий глаз XCOM. Они командуют отрядами сопротивления на поле боя и сдерживают противника с помощью оборонительной тактики и быстрого реагирования."
LeftAbilityTreeTitle="Смотритель"
RightAbilityTreeTitle="Выживший"
AbilityTreeTitles[0]="Смотритель"
AbilityTreeTitles[1]="Выживший"
AbilityTreeTitles[2]="XCOM"

;RandomNickNames[0]="Предтеч"

[IRI_Keeper_GTS_Unlock X2SoldierAbilityUnlockTemplate]
DisplayName="Хранитель: Верный прицел"
Summary="Даёт возможность обучать новичков в качестве Хранителей в Партизанской школе. Каждый из Хранителей получает способность \"Верный прицел\"."

[IRI_Encyclopedia_Denmother_Good X2EncyclopediaTemplate]
ListTitle="Персональное досье: Рейна \"Хозяйка\" Моралез"
DescriptionTitle="Моралез, Рейна - СТАТУС: в строю"
DescriptionEntry="Рейна родилась в 1989 году в Мендосе, Аргентина, и выросла в восточной части Андского горного хребта. Война первого контакта началась, когда ей было 16. Она и ее родители оказались прямо в одном из мест, где инопланетяне осуществляли похищения людей. В то время XCOM отдавало приоритет другим местам похищений, поэтому первыми на место происшествия прибыли подразделения аргентинской 601-й коммандос-роты (Специальные войска). Ценой больших потерь им удалось эвакуировать часть мирных жителей, включая Рейну, но не ее родителей с которыми она была разлучена в начавшемся хаосе.\n\nРейну и еще нескольких гражданских сопровождали к эвакуационному вертолету группа из двух оперативников, когда они попали под плазменный огонь группы сектоидов. Один из оперативников был застрелен на месте, другой ранен в ногу. Он занял оборонительную позицию и крикнул гражданским, чтобы они бежали к вертолету, пока он будет прикрывать их огнём. Вместо этого Рейна забрала винтовку убитого оперативника и помогла прикрыть бегство гражданских. Это дало время выжившему оперативнику вызвать подкрепление, и они смогли продержаться до прибытия бронетехники.\n\nОставшийся в живых оперативник, оказавшийся капитаном 601-го полка, поблагодарил Рейну за спасение его жизни и похвалил за ее храбрость, а также сказал ей, что она может \"просить о чем угодно\". Вскоре, после того как Рейна опознала тела своих родителей среди жертв той трагедии, она использовала свое желания и потребовала присоединиться к 601-й роте спецназа, чтобы отомстить пришельцам. Она также солгала о своем возрасте. Капитан неохотно согласился.\n\nРейна начала обучение в 601-м, но так и не была допущена к участию в боевых действиях. Через несколько месяцев Аргентинское правительство сдалось администрации \"Адвента\". Командир 601-го решил продолжать борьбу. Оказавшись без материальной поддержки государства, он приказал отряду совершить рейд на военный склад, чтобы запастись провиантом и боеприпасами. Группа Рейны захватила склады заводского отдела исследований и разработок оружия, где Рейна и \"позаимствовала\" экспериментальный карабин стрелка.\n\n601-й несколько раз предпринимал попытки поднять мятеж, но они всегда неизбежно заканчивались тем, что большинство  оперативников были уничтожены значительно превосходящими по численности войсками \"Адвента\". Осужденные своим собственным правительством как террористы, остатки спецназа в конце концов были вынуждены постоянно скрываться. Рейна взяла на себя заботу о беженцах из городов, подконтрольных пришельцам, и продолжила обучаться стрельбе, надеясь когда-нибудь найти этому навыку хорошее применение.\n\nК тому времени, когда остатки проекта XCOM смогли вернуть своего командира и возобновить работу "Мстителя" (через два десятка лет), Рейна отвечала за целое убежище для гражданских беженцев, расположенное в Чилийских Андах. Рейну прозвали \"Хозяйка\" за ее жестокость в защите тех, кто находился под ее опекой. Она вышла замуж, родила дочь, привыкла к суровой, но относительно мирной жизни в дикой местности, считала себя слишком старой и слишком приземленной, чтобы присоединиться к активному сопротивлению.  Со временем даже начала верить, что если они не предпримут агрессивных действий, то, возможно, администрация \"Адвента\" оставит их в покое. \"Адвента\" показал всю несостоятельность таких ожиданий, начав неожиданную атаку на убежище. Рейна получила серьёзное ранение и была выведена из строя, однако в этот раз XCOM успел отправить на помощь убежищу группу быстрого реагирования.\n\nОперативники XCOM смогли оказать медицинскую помощь \"Хозяйка\" и нейтрализовать наступление \"Адвента\", успев при этом спасти семью Рейны. \"Хозяйка\" поняла, что ее политика \"живи и дай жить другим\" администрацией \"Адвента\" не поддерживается, и попросила, чтобы после выздоровления ей разрешили присоединиться к XCOM в их борьбе за освобождение всей планеты."

[IRI_Encyclopedia_Denmother_Bad X2EncyclopediaTemplate]
ListTitle="Персональное досье: Рейна \"Хозяйка\" Моралез"
DescriptionTitle="Моралез, Рейна - СТАТУС: в строю"
DescriptionEntry="Рейна родилась в 1989 году в Мендосе, Аргентина, и выросла в восточной части Андского горного хребта. Война первого контакта началась, когда ей было 16. Она и ее родители оказались прямо в одном из мест, где инопланетяне осуществляли похищения людей. В то время XCOM отдавало приоритет другим местам похищений, поэтому первыми на место происшествия прибыли подразделения аргентинской 601-й коммандос-роты (Специальные войска). Ценой больших потерь им удалось эвакуировать часть мирных жителей, включая Рейну, но не ее родителей с которыми она была разлучена в начавшемся хаосе.\n\nРейну и еще нескольких гражданских сопровождали к эвакуационному вертолету группа из двух оперативников, когда они попали под плазменный огонь группы сектоидов. Один из оперативников был застрелен на месте, другой ранен в ногу. Он занял оборонительную позицию и крикнул гражданским, чтобы они бежали к вертолету, пока он будет прикрывать их огнём. Вместо этого Рейна забрала винтовку убитого оперативника и помогла прикрыть бегство гражданских. Это дало время выжившему оперативнику вызвать подкрепление, и они смогли продержаться до прибытия бронетехники.\n\nОставшийся в живых оперативник, оказавшийся капитаном 601-го полка, поблагодарил Рейну за спасение его жизни и похвалил за ее храбрость, а также сказал ей, что она может \"просить о чем угодно\". Вскоре, после того как Рейна опознала тела своих родителей среди жертв той трагедии, она использовала свое желания и потребовала присоединиться к 601-й роте спецназа, чтобы отомстить пришельцам. Она также солгала о своем возрасте. Капитан неохотно согласился.\n\nРейна начала обучение в 601-м, но так и не была допущена к участию в боевых действиях. Через несколько месяцев Аргентинское правительство сдалось администрации \"Адвента\". Командир 601-го решил продолжать борьбу. Оказавшись без материальной поддержки государства, он приказал отряду совершить рейд на военный склад, чтобы запастись провиантом и боеприпасами. Группа Рейны захватила склады заводского отдела исследований и разработок оружия, где Рейна и \"позаимствовала\" экспериментальный карабин стрелка.\n\n601-й несколько раз предпринимал попытки поднять мятеж, но они всегда неизбежно заканчивались тем, что большинство  оперативников были уничтожены значительно превосходящими по численности войсками \"Адвента\". Осужденные своим собственным правительством как террористы, остатки спецназа в конце концов были вынуждены постоянно скрываться. Рейна взяла на себя заботу о беженцах из городов, подконтрольных пришельцам, и продолжила обучаться стрельбе, надеясь когда-нибудь найти этому навыку хорошее применение.\n\nК тому времени, когда остатки проекта XCOM смогли вернуть своего командира и возобновить работу "Мстителя" (через два десятка лет), Рейна отвечала за целое убежище для гражданских беженцев, расположенное в Чилийских Андах. Рейну прозвали \"Хозяйка\" за ее жестокость в защите тех, кто находился под ее опекой. Она вышла замуж, родила дочь, привыкла к суровой, но относительно мирной жизни в дикой местности, считала себя слишком старой и слишком приземленной, чтобы присоединиться к активному сопротивлению.  Со временем даже начала верить, что если они не предпримут агрессивных действий, то, возможно, администрация \"Адвента\" оставит их в покое. \"Адвента\" показал всю несостоятельность таких ожиданий, начав неожиданную атаку на убежище. Рейна получила серьёзное ранение и была выведена из строя, однако в этот раз XCOM успел отправить на помощь убежищу группу быстрого реагирования.\n\n Оперативники XCOM вовремя смогли оказать Рейне медицинскую помощь. К сожалению, погибло много мирных жителей убежища, включая семью Рейны. Борясь с горечью утраты и чувством сожаления, \"Хозяйка\" попросила, чтобы после выздоровления ей разрешили присоединиться к XCOM, с целью мести за семью и желания сдалать всё, чтобы никто больше не испытывал таких потерь."

[IRI_Encyclopedia_Denmother_Dead X2EncyclopediaTemplate]
ListTitle="Персональное досье: Рейна \"Хозяйка\" Моралез"
DescriptionTitle="Моралез, Рейна - СТАТУС: погибла"
DescriptionEntry="Рейна родилась в 1989 году в Мендосе, Аргентина, и выросла в восточной части Андского горного хребта. Война первого контакта началась, когда ей было 16. Она и ее родители оказались прямо в одном из мест, где инопланетяне осуществляли похищения людей. В то время XCOM отдавало приоритет другим местам похищений, поэтому первыми на место происшествия прибыли подразделения аргентинской 601-й коммандос-роты (Специальные войска). Ценой больших потерь им удалось эвакуировать часть мирных жителей, включая Рейну, но не ее родителей с которыми она была разлучена в начавшемся хаосе.\n\nРейну и еще нескольких гражданских сопровождали к эвакуационному вертолету группа из двух оперативников, когда они попали под плазменный огонь группы сектоидов. Один из оперативников был застрелен на месте, другой ранен в ногу. Он занял оборонительную позицию и крикнул гражданским, чтобы они бежали к вертолету, пока он будет прикрывать их огнём. Вместо этого Рейна забрала винтовку убитого оперативника и помогла прикрыть бегство гражданских. Это дало время выжившему оперативнику вызвать подкрепление, и они смогли продержаться до прибытия бронетехники.\n\nОставшийся в живых оперативник, оказавшийся капитаном 601-го полка, поблагодарил Рейну за спасение его жизни и похвалил за ее храбрость, а также сказал ей, что она может \"просить о чем угодно\". Вскоре, после того как Рейна опознала тела своих родителей среди жертв той трагедии, она использовала свое желания и потребовала присоединиться к 601-й роте спецназа, чтобы отомстить пришельцам. Она также солгала о своем возрасте. Капитан неохотно согласился.\n\nРейна начала обучение в 601-м, но так и не была допущена к участию в боевых действиях. Через несколько месяцев Аргентинское правительство сдалось администрации \"Адвента\". Командир 601-го решил продолжать борьбу. Оказавшись без материальной поддержки государства, он приказал отряду совершить рейд на военный склад, чтобы запастись провиантом и боеприпасами. Группа Рейны захватила склады заводского отдела исследований и разработок оружия, где Рейна и \"позаимствовала\" экспериментальный карабин стрелка.\n\n601-й несколько раз предпринимал попытки поднять мятеж, но они всегда неизбежно заканчивались тем, что большинство  оперативников были уничтожены значительно превосходящими по численности войсками \"Адвента\". Осужденные своим собственным правительством как террористы, остатки спецназа в конце концов были вынуждены постоянно скрываться. Рейна взяла на себя заботу о беженцах из городов, подконтрольных пришельцам, и продолжила обучаться стрельбе, надеясь когда-нибудь найти этому навыку хорошее применение.\n\nК тому времени, когда остатки проекта XCOM смогли вернуть своего командира и возобновить работу "Мстителя" (через два десятка лет), Рейна отвечала за целое убежище для гражданских беженцев, расположенное в Чилийских Андах. Рейну прозвали \"Хозяйка\" за ее жестокость в защите тех, кто находился под ее опекой. Она вышла замуж, родила дочь, привыкла к суровой, но относительно мирной жизни в дикой местности, считала себя слишком старой и слишком приземленной, чтобы присоединиться к активному сопротивлению.  Со временем даже начала верить, что если они не предпримут агрессивных действий, то, возможно, администрация \"Адвента\" оставит их в покое. \"Адвента\" показал всю несостоятельность таких ожиданий, начав неожиданную атаку на убежище. Рейна получила серьёзное ранение и была выведена из строя, однако в этот раз XCOM успел отправить на помощь убежищу группу быстрого реагирования.\n\nК сожалению самой Рейне помощь уже не понадобилась."

;	=================
;This file was generated by the XCOM Mod File Generator by @cjrcodes on Github and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[WOTCRescueDenmother_Torso_KV_F X2BodyPartTemplate]
DisplayName="Denmother's Jacket"

[WOTCRescueDenmother_TorsoWithGear_KV_F X2BodyPartTemplate]
DisplayName="Denmother's Vest"

[WOTCRescueDenmother_Arms_KV_F X2BodyPartTemplate]
DisplayName="Denmother's Arms"

[WOTCRescueDenmother_Legs_KV_F X2BodyPartTemplate]
DisplayName="Denmother's Legs"

[WOTCRescueDenmother_Helmets_F X2BodyPartTemplate]
DisplayName="Denmother's Beanie"

[WOTCRescueDenmother_TorsoDeco_Gear_KV_F X2BodyPartTemplate]
DisplayName="Denmother's Tactical Gear"

[WOTCRescueDenmother_TorsoDeco_Backpack_KV_F X2BodyPartTemplate]
DisplayName="Denmother's Backpack"
